/* Boxcar email address field label */
"Email Address:" = "E-Mail-Adresse:";

/* Failure adding email */
"Invalid Email" = "Ungültige E-Mail-Adresse:";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Nur senden, wenn im Leerlauf:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Nur senden, wenn Priorität mindestens:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Mitteilungen folgendes Präfix voranstellen:";

/* Success adding boxcar */
"Registered!" = "Registriert!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Unbekannte E-Mail";

